Repository: duzymaju/scout-units-list
Catalog: Languages/scout-units-list-*.po
Languages: pl_pl

source: Configuration was successfully saved.
pl_pl: Konfiguracja została pomyślnie zapisana.

source: Position was successfully saved.
pl_pl: Funkcja została pomyślnie zapisana.

source: An error occured during position saving.
pl_pl: Wystąpił błąd podczas zapisywania funkcji.

source: This position is in use - you can't delete it.
pl_pl: Ta funkcja jest używana - nie możesz jej usunąć.

source: Position was successfully deleted.
pl_pl: Funkcja została pomyślnie usunięta.

source: An error occured during position removing.
pl_pl: Wystąpił błąd podczas usuwania funkcji.

source: Unit was successfully saved.
pl_pl: Jednostka została pomyślnie zapisana.

source: An error occured during unit saving.
pl_pl: Wystąpił błąd podczas zapisywania jednostki.

source: Add at least one position for this unit type to be able to manage persons.
pl_pl: Dodaj przynajmniej jedną funkcję do tego typu jednostki, żeby móc zarządzać funkcyjnymi.

source: Delete "%name%" person
pl_pl: Usuń funkcyjnego "%name%"

source: Person was successfully deleted.
pl_pl: Funkcyjny został pomyślnie usunięty.

source: An error occured during person deleting.
pl_pl: Wystąpił błąd podczas usuwania funkcyjnego.

source: Valid order number is required to delete this person.
pl_pl: Do usunięcia tego funkcyjnego potrzebny jest poprawny numer rozkazu.

source: Person was successfully saved.
pl_pl: Funkcyjny został pomyślnie zapisany.

source: An error occured during person saving.
pl_pl: Wystąpił błąd podczas zapisywania funkcyjnego.

source: Unit was successfully deleted.
pl_pl: Jednostka została pomyślnie usunięta.

source: An error occured during unit deleting.
pl_pl: Wystąpił błąd podczas usuwania jednostki.

source: Valid order number is required to delete this unit.
pl_pl: Do usunięcia tej jednostki potrzebny jest poprawny numer rozkazu.

source: Delete "%name%" unit
pl_pl: Usuń jednostkę "%name%"

source: Female
pl_pl: Kobieta

source: Male
pl_pl: Mężczyzna

source: Scout units list
pl_pl: Lista jednostek harcerskich

source: Scout units
pl_pl: Jednostki

source: Units list
pl_pl: Lista jednostek

source: Scout positions list
pl_pl: Lista funkcji harcerskich

source: Positions list
pl_pl: Lista funkcji

source: Scout units configuration
pl_pl: Konfiguracja jednostek harcerskich

source: Configuration
pl_pl: Konfiguracja

source: Cache TTL in seconds
pl_pl: Czas życia (TTL) cache'a w sekundach

source: Order categories
pl_pl: Kategorie rozkazu

source: Order number format for "pattern" attribute
pl_pl: Format numerów rozkazów dla atrybutu "pattern"

source: Order number placeholder
pl_pl: Etykieta zastępcza numeru rozkazu

source: "scout-units-list" dir in active theme dir (default)
pl_pl: Folder "scout-units-list" w folderze aktywnego motywu (domyślnie)

source: Specified path (from plugin's dir):
pl_pl: Określona ścieżka (z poziomu folderu wtyczki):

source: Shortcode templates path
pl_pl: Ścieżka folderu szablonów kodów skrótowych

source: Map key
pl_pl: Klucz do mapy

source: Map default latitude
pl_pl: Domyślna szerokość geograficzna mapy

source: Map default longitude
pl_pl: Domyślna długość geograficzna mapy

source: Map default zoom
pl_pl: Domyślne powiększenie mapy

source: User image source
pl_pl: Źródło obrazka użytkownika

source: Wordpress avatar
pl_pl: zdjęcie profilowe Wordpressa

source: custom photo
pl_pl: niestandardowe zdjęcie

source: User photo size
pl_pl: Rozmiary zdjęcia użytkownika

source: External structure URL
pl_pl: URL zewnętrznej struktury

source: Save
pl_pl: Zapisz

source: User
pl_pl: Użytkownik

source: Position
pl_pl: Funkcja

source: Order number
pl_pl: Numer rozkazu

source: Type
pl_pl: Typ

source: Name male
pl_pl: Nazwa męska

source: Name female
pl_pl: Nazwa żeńska

source: Description
pl_pl: Opis

source: Responsibilities
pl_pl: Zakres obowiązków

source: Is unit leader
pl_pl: Czy funkcyjny jest szefem jednostki

source: Subtype
pl_pl: Podtyp

source: Parent unit
pl_pl: Jednostka nadrzędna

source: Name short
pl_pl: Krótka nazwa

source: Name full
pl_pl: Pełna nazwa

source: Hero short
pl_pl: Krótka nazwa bohatera

source: Hero full
pl_pl: Pełna nazwa bohatera

source: Sort
pl_pl: Sortowanie

source: Map marker URL
pl_pl: URL markera na mapie

source: URL
pl_pl: Adres URL

source: E-mail
pl_pl: Adres e-mail

source: Address
pl_pl: Adres

source: Meetings time
pl_pl: Termin spotkań

source: Location
pl_pl: Lokalizacja

source: Order no
pl_pl: Nr rozkazu

source: Delete
pl_pl: Usuń

source: Contact form
pl_pl: Formularz kontaktowy

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Headquarters
pl_pl: Główna Kwatera

source: Region
pl_pl: Chorągiew

source: District
pl_pl: Hufiec

source: Group
pl_pl: Szczep

source: Troop
pl_pl: Drużyna

source: Section
pl_pl: Agenda

source: Club
pl_pl: Klub

source: Cubscouts
pl_pl: Gromada zuchowa

source: Scouts
pl_pl: Drużyna harcerska

source: Senior scouts
pl_pl: Drużyna starszoharcerska

source: Rovers
pl_pl: Drużyna wędrownicza

source: Multi level
pl_pl: Drużyna wielopoziomowa

source: Union of troops
pl_pl: Związek drużyn

source: This value should be a boolean.
pl_pl: Ta wartość powinna być wartością logiczną.

source: This value is inproper.
pl_pl: Ta wartość jest niepoprawna.

source: Path shouldn't end on slash.
pl_pl: Ścieżka nie powinna kończyć się na slashu.

source: Path shouldn't begin from slash.
pl_pl: Ścieżka nie powinna zaczynać się od slasha.

source: Path should begin from slash.
pl_pl: Ścieżka powinna zaczynać się od slasha.

source: Selected directory doesn't exist.
pl_pl: Wybrany folder nie istnieje.

source: This value should be a float.
pl_pl: Ta wartość powinna być liczbą zmiennoprzecinkową.

source: This value isn't allowed.
pl_pl: Ta wartość jest niedozwolona.

source: This value should be an integer.
pl_pl: Ta wartość powinna być liczbą całkowitą.

source: This value should not be empty.
pl_pl: Ta wartość nie powinna być pusta.

source: This value should be greater than %n and lower than %n.
pl_pl: Ta wartość powinna być większa niż %n i mniejsza niż %n.

source: This value should be between %n and %n.
pl_pl: Ta wartość powinna zawierać się w zakresie od %n do %n.

source: This value should be greater than %n.
pl_pl: Ta wartość powinna być większa niż %n.

source: This value should be greater than or equal %n.
pl_pl: Ta wartość powinna być większa lub równa %n.

source: This value should be lower than %n.
pl_pl: Ta wartość powinna być mniejsza niż %n.

source: This value should be lower than or equal %n.
pl_pl: Ta wartość powinna być mniejsza lub równa %n.

source: This value has incorrect format.
pl_pl: Ta wartość ma niepoprawny format.

source: This value should be a string.
pl_pl: Ta wartość powinna być ciągiem znaków.

source: This value should be longer than %d characters.
pl_pl: Ta wartość powinna być dłuższa niż %d znaków.

source: This value should be shorter than %d characters.
pl_pl: Ta wartość powinna być krótsza niż %d znaków.

source: This value should be a ParamPack object - check form/validator configuration.
pl_pl: Ta wartość powinna być obiektem ParamPack - sprawdź konfigurację formularza/walidatora.

source: Selected type is inadequate for selected subtype.
pl_pl: Wybrany typ jest nieadekwatny do wybranego podtypu.

source: Selected parent unit doesn't exist.
pl_pl: Wybrana jednostka nadrzędna nie istnieje.

source: Type of selected parent unit is inadequate for selected type.
pl_pl: Typ wybranej jednostki nadrzędnej jest nieadekwatny do wybranego typu.

source: This record should be unique.
pl_pl: Ten rekord powinien być unikatowy.

source: Error 401
pl_pl: Błąd 401

source: Error 404
pl_pl: Błąd 404

source: Edit position
pl_pl: Edytuj funkcję

source: Add position
pl_pl: Dodaj funkcję

source: Add new
pl_pl: Dodaj nową

source: Position name
pl_pl: Nazwa funkcji

source: Unit leader
pl_pl: Szef jednostki

source: &#8220;%s&#8221; (Edit)
pl_pl: &#8222;%s&#8221; (Edycja)

source: Edit
pl_pl: Edytuj

source: Show more details
pl_pl: Pokaż więcej szczegółów

source: No positions found.
pl_pl: Nie znaleziono żadnych funkcji.

source: Edit unit
pl_pl: Edytuj jednostkę

source: Add unit
pl_pl: Dodaj jednostkę

source: Edit unit "%s"
pl_pl: Edytuj jednostkę "%s"

source: Unit name
pl_pl: Nazwa jednostki

source: Completeness
pl_pl: Kompletność

source: Configure
pl_pl: Konfiguruj

source: Manage persons
pl_pl: Zarządzaj funkcyjnymi

source: No units found.
pl_pl: Nie znaleziono żadnych jednostek.

source: Manage persons in unit "%s"
pl_pl: Zarządzaj funkcyjnymi w jednostce "%s"

source: %s item
pl_pl: %s element

source: No persons found.
pl_pl: Nie znaleziono żadnych funkcyjnych.

source: Add person to unit "%s"
pl_pl: Dodaj funkcyjnego do jednostki "%s"

source: Scout data
pl_pl: Dane harcerskie

source: Publish e-mail
pl_pl: Publikuj adres e-mail

source: Photo
pl_pl: Zdjęcie

source: Use this photo
pl_pl: Użyj tego zdjęcia

source: Select or upload user photo
pl_pl: Wybierz lub dodaj zdjęcie użytkownika

source: Remove user photo
pl_pl: Usuń zdjęcie użytkownika

source: Set user photo
pl_pl: Ustaw zdjęcie użytkownika

source: Grade
pl_pl: Stopień instruktorski

source: Duty
pl_pl: Dyżur

source: Sex
pl_pl: Płeć

source: Unknown sex
pl_pl: Płeć nieznana

source: (required)
pl_pl: (wymagane)

source: Dismiss this notice.
pl_pl: Ukryj ten komunikat.

source: First page
pl_pl: Pierwsza strona

source: Previous page
pl_pl: Poprzednia strona

source: Current Page
pl_pl: Aktualna strona

source: Next page
pl_pl: Następna strona

source: Last page
pl_pl: Ostatnia strona

source: vacancy
pl_pl: wakat

source: meetings:
pl_pl: zbiórki:
